/* Button Labels */
"OK" = "OK";
"Update Now" = "今すぐアップデート";
"Ask Again Later" = "今はしない";
"Change Preferences..." = "環境設定を変更…";

/* Alerts */
"FailedToCheckAlertInfo" = "ネットワークまたはアップデートサーバの状態に問題がある可能性があります。";
"FailedToCheckAlertMsg" = "何らかのエラーが発生したため、アップデートを確認することができませんでした。";

"NewVerIsAvailableAlertInfo" = "%@ のソフトウェア・アップデート機能を使って、自動的にアップデートを確認することができます。%@ 環境設定で、アップデートを確認する間隔を設定できます。";
"NewVerIsAvailableAlertMsg" = "%@ のより新しいバージョンが Web サイトからダウンロード可能です。今すぐアップデートしますか？";

"UpToDateAlertMsg" = "お使いの %@ は最新のものです。";
